; Russian
; Русская локализация от Henry++

[Russian]
IDS_TITLE_EXCLUDE=Исключить
IDS_FILE=Файл
IDS_SETTINGS=Настройки
IDS_EXIT=Выйти
IDS_EDIT=Правка
IDS_PURGE_UNUSED=Удалить неиспользуемые приложения
IDS_PURGE_TIMERS=Удалить все таймеры
IDS_FIND=Найти
IDS_REFRESH=Обновить
IDS_VIEW=Вид
IDS_ICONS=Значки
IDS_ICONSSMALL=Маленькие
IDS_ICONSLARGE=Средние
IDS_ICONSISHIDDEN=Не загружать значки
IDS_LANGUAGE=Язык
IDS_FONT=Шрифт
IDS_HELP=Помощь
IDS_WEBSITE=Сайт программы
IDS_CHECKUPDATES=Проверить обновления
IDS_DONATE=Поблагодарить!
IDS_ABOUT=О программе
IDS_TRAY_SHOW=Показать/скрыть
IDS_TRAY_START=Включить фильтрацию
IDS_TRAY_STOP=Отключить фильтрацию
IDS_TRAY_RULES=Правила
IDS_TRAY_BLOCKLIST_RULES=Список блокировки
IDS_TRAY_SYSTEM_RULES=Системные правила
IDS_TRAY_USER_RULES=Мои правила
IDS_TRAY_LOGERR=Лог ошибок
IDS_ADD_FILE=Добавить приложение
IDS_ANY=Любой
IDS_DISABLENOTIFICATIONS=Отключить уведомления
IDS_OPENRULESEDITOR=Создать правило
IDS_TIMER=Таймер
IDS_DISABLETIMER=Отключить таймер
IDS_EXPLORE=Открыть папку
IDS_COPY=Скопировать
IDS_SELECT_ALL=Выделить всё
IDS_CHECK=Включить выделенные
IDS_UNCHECK=Отключить выделенные
IDS_ADD=Добавить
IDS_EDIT2=Изменить
IDS_DELETE=Удалить
IDS_EXPORT=Экспорт
IDS_IMPORT=Импорт
IDS_RULE_ALLOWLOOPBACK=Разрешить loopback соединения для всех
IDS_HIGHLIGHT_INVALID=Файл не существует
IDS_HIGHLIGHT_NETWORK=Файл из общего ресурса
IDS_HIGHLIGHT_PICO=Pico приложение
IDS_HIGHLIGHT_SIGNED=Подписанное приложение
IDS_HIGHLIGHT_SILENT=Уведомления отключены
IDS_HIGHLIGHT_SPECIAL=Пользовательские правила
IDS_HIGHLIGHT_SYSTEM=Системное приложение
IDS_GROUP_TIMER=Приложения с таймером
IDS_EDITOR=Редактор правил
IDS_NAME=Название
IDS_RULE=Правило
IDS_PORTVERSION=Family (только для портов)
IDS_PROTOCOL=Протокол
IDS_DIRECTION=Направление
IDS_ACTION=Действие
IDS_DATE=Дата
IDS_FILEPATH=Путь
IDS_SIGNATURE=Подпись
IDS_ADDRESS=Адрес
IDS_FILTER=Фильтр
IDS_NOTES=Заметки
IDS_ADDED=Добавлен
IDS_TIMELEFT=Оставшееся время
IDS_SIGN_SIGNED=Подписан
IDS_SIGN_UNSIGNED=Не подписан
IDS_GROUP_ALLOWED=Приложения с доступом в сеть
IDS_GROUP_BLOCKED=Приложения без доступа в сеть
IDS_GROUP_ENABLED=Включенные правила
IDS_GROUP_DISABLED=Отключенные правила
IDS_DIRECTION_1=Исходящее
IDS_DIRECTION_2=Входящее
IDS_DIRECTION_3=Оба
IDS_ACTION_ALLOW=Разрешить
IDS_ACTION_BLOCK=Запретить
IDS_ENABLE_CHK=Включить правило
IDS_WIKI=Справка
IDS_SAVE=Сохранить
IDS_CLOSE=Закрыть
IDS_SETTINGS_GENERAL=Основные
IDS_TITLE_GENERAL=Основные параметры
IDS_TITLE_LANGUAGE=Язык интерфейса
IDS_TITLE_CONFIRMATIONS=Подтверждения
IDS_TITLE_INTERFACE=Интерфейс
IDS_TITLE_HIGHLIGHTING=Подсветка
IDS_TITLE_LOGGING=Лог пакетов
IDS_TITLE_NOTIFICATIONS=Уведомления
IDS_TITLE_ADVANCED=Дополнительно
IDS_ALWAYSONTOP_CHK=Поверх остальных окон
IDS_LOADONSTARTUP_CHK=Запускать при загрузке системы
IDS_STARTMINIMIZED_CHK=Запускать свёрнутой
IDS_SHOWFILENAMESONLY_CHK=Показывать только имена файлов
IDS_AUTOSIZECOLUMNS_CHK=Подгонять размер столбцов
IDS_SKIPUACWARNING_CHK=Пропускать предупреждение "User Account Control"
IDS_CHECKUPDATES_CHK=Периодически проверять обновления (рекомендуется)
IDS_LANGUAGE_HINT=Выберите язык:
IDS_USESTEALTHMODE_CHK=Предотвратить сканирование портов
IDS_USESTEALTHMODE_HINT=Предотвратить сканирование портов запретив входящие TCP RST и исходящие ICMP "Destination Unreachable" запросы.
IDS_INSTALLBOOTTIMEFILTERS_CHK=Включить boot-time фильтры
IDS_INSTALLBOOTTIMEFILTERS_HINT=Предотвратить утечку данных до запуска системы, ещё до старта "Службы базовой фильтрации" (BFE).
IDS_USECERTIFICATES_CHK=Проверять цифровые подписи приложений
IDS_USENETWORKRESOLUTION_CHK=Определять сетевые адреса
IDS_DISABLEWINDOWSFIREWALL_CHK=Отключить брандмауэр Windows
IDS_ENABLEWINDOWSFIREWALL_CHK=Включить брандмауэр Windows
IDS_CONFIRMEXIT_CHK=Подтверждать выход из приложения
IDS_CONFIRMEXITTIMER_CHK=Подтверждать выход при установленном таймере
IDS_CONFIRMLOGCLEAR_CHK=Подтверждение очистки журнала
IDS_COLORS_HINT=Двойное нажатие на элемент для редактирования.
IDS_ENABLELOG_CHK=Включить запись пакетов в файл
IDS_LOGSHOW=Показать журнал
IDS_LOGCLEAR=Очистить журнал
IDS_LOGSIZELIMIT_HINT=Максимальный размер журнала: (kB)
IDS_ENABLENOTIFICATIONS_CHK=Включить уведомления о сброшенных пакетах
IDS_NOTIFICATIONSOUND_CHK=Включить звук уведомлений
IDS_NOTIFICATIONTIMEOUT_HINT=Таймаут между показом одинаковых уведомлений (сек.):
IDS_NOTIFY_TOOLTIP=Применить пользовательское правило для открытия доступа к адресу или порту для этого приложения.
IDS_QUESTION=Вы уверены?
IDS_QUESTION_DELETE=Удалить выбранные элемент(ы)?
IDS_QUESTION_START=Это ограничит доступ в сеть приложениям в соответствии с настройками программы, продолжить?
IDS_QUESTION_STOP=Это восстановит доступ в сеть всем приложениям, продолжить?
IDS_QUESTION_EXIT=Настроенные фильтры продолжат свою работу даже после завершения программы, выйти?
IDS_QUESTION_TIMER=Таймер активирован. Таймер работает только при запущенном приложении, выйти?
IDS_QUESTION_TIMERS=Удалить все таймеры?
IDS_QUESTION_FLAG_CHK=Больше не спрашивать
IDS_STATUS_EMPTY=Пусто.
IDS_STATUS_SYNTAX_ERROR=Правило содержит синтаксическую ошибку!
IDS_ADDRESS_LOCAL=Источник
IDS_ADDRESS_REMOTE=Получатель
IDS_UPDATE_ERROR=Ошибка при подключении к серверу обновлений.
IDS_UPDATE_DOWNLOAD=Загрузка обновления...
IDS_UPDATE_DONE=Загрузка обновления завершена.
IDS_GROUP_SPECIAL_APPS=Приложения с пользовательскими правилами
IDS_RULE_ALLOWLOOPBACK_HINT=Разрешает весь loopback-трафик.
IDS_RESET=Сбросить
IDS_EXCLUDESTEALTH_CHK=соединения сканера портов
IDS_EXCLUDEBLOCKLIST_CHK=соединения списка блокировки
IDS_UPDATE_INIT=Проверка обновлений...
IDS_UPDATE_INSTALL=Доступно обновление, установить обновление?
IDS_EXCLUDECUSTOM_CHK=пользовательские правила
IDS_EXCLUDECLASSIFYALLOW_CHK=разрешённые соединения
IDS_STATUS_TIMER_DONE=Таймер приложения завершён.
IDS_ICONSEXTRALARGE=Большие
IDS_STATUS_UNUSED_APPS=Неиспользуемые
IDS_STATUS_TIMER_APPS=Таймеры
IDS_SECUREFILTERS_CHK=Enable protection of installed filters
IDS_SECUREFILTERS_HINT=Prevent unauthorized applications from accessing the installed filters.
IDS_USEREFRESHDEVICES_CHK=Обновлять правила при подключении устройств
IDS_RULE_ALLOW6TO4=Разрешить переадресацию IPv6 (6to4) для всех
IDS_RECOMMENDED=рекомендуется
IDS_ICONSISTABLEVIEW=Показывать в виде таблицы
IDS_ACTION_ALLOW_HINT=Разрешить навсегда
IDS_ACTION_BLOCK_HINT=Запретить навсегда (навеки вечные)
IDS_ACTION_LATER_HINT=Запретить, но спросить позже
IDS_RULE_APPLY_2=Применить "%s" для приложения
IDS_EDITRULES=Редактировать правила
IDS_TAB_APPS=Приложения
IDS_TAB_SERVICES=Сервисы
IDS_TAB_PACKAGES=Приложения UWP
IDS_TAB_NETWORK=Соединения
IDS_STATE=Состояние
IDS_STATUS_FILTERS_ACTIVE=Фильтрация активирована!
IDS_STATUS_FILTERS_INACTIVE=Фильтрация НЕ активирована!
IDS_STATUS_FILTERS_PROCESSING=Применение фильтров
IDS_HIGHLIGHT_CONNECTION=Имеет сетевые соединения
IDS_SHOWINLIST=Показать в списке
IDS_BLOCKLIST_SPY=Телеметрия Microsoft
IDS_BLOCKLIST_UPDATE=Обновления Microsoft
IDS_BLOCKLIST_EXTRA=Приложения Microsoft
IDS_PORT=Порт
IDS_NOTIFY_TITLE=Уведомление сети
IDS_NOTIFY_HEADER=Соединение приложения заблокировано
IDS_DISABLE=Отключить
IDS_TITLE_SECURITY=Безопасность
IDS_LOGVIEWER_HINT=Приложение просмотра журнала
IDS_NOTIFICATIONONTRAY_CHK=Показывать окно уведомления около системного трея
IDS_NETWORK_CLOSE=Закрыть соединение
IDS_RULE_BLOCKOUTBOUND=Заблокировать исходящие соединения для всех
IDS_RULE_BLOCKINBOUND=Заблокировать входящие соединения для всех
IDS_VIEW_ICON=Значки
IDS_VIEW_DETAILS=Детали
IDS_VIEW_TILE=Плитки
IDS_RULE_HINT=Если оставить поля пустыми, то правило применяется ко всем адресам и портам.
IDS_RULE_APPS_HINT=Если не выбрано ни одного приложения, то правило применяется ко всем приложениям.
IDS_STATUS_FILTERS_ACTIVE_TEMP=Фильтрация активирована до перезагрузки!
IDS_INSTALL_PERMANENT=Постоянные правила. Правила будут активны пока вы не отключите их вручную.
IDS_INSTALL_TEMPORARY=Временные правила. Правила будут сброшены после перезагрузки системы.
IDS_ENABLEUILOG_CHK=Включить ведение журнала в интерфейсе
IDS_NOTIFICATIONFULLSCREENSILENTMODE_CHK=Включить тихий режим, когда активно полноэкранное приложение
IDS_TITLE_TRAY=Трей
IDS_TRAYICONSINGLECLICK_CHK=Одиночный клик на значке для открытия
IDS_ENABLE_APP_CHK=Включить полный доступ в сеть
IDS_APP_HINT=Нет необходимости задавать любое из разрешающих правил приложению, которому уже разрешён доступ в сеть.
IDS_HOST=Хост
IDS_CONFIRMALLOW_CHK=Подтверждать разрешение приложения
IDS_QUESTION_ALLOW=Вы действительно хотите включить полный доступ в интернет для этого приложения?
IDS_SHOWSEARCHBAR_CHK=Показывать панель поиска
IDS_LAYER=Layer
IDS_RULE_ALLOWWINDOWSUPDATE=Разрешить Windows Update
IDS_ACTION_TERMINATE_HINT=Завершить процесс
IDS_PROFILE_TYPE=Тип профиля
IDS_USEAPPMONITOR_CHK=Следить за изменением приложений
IDS_DISABLEREMOVAL=Отключить удаление
IDS_USEHASHES_CHK=Проверять sha-256 хеши приложений
IDS_COMMENT=Комментарий
IDS_USEDARKTHEME=Использовать тёмную тему
IDS_KEEPUNUSED_CHK=Сохранять все приложения
IDS_UPDATE_NO=Нет доступных обновлений.
IDS_UPDATE_YES=Доступно обновление, загрузить и установить?
IDS_UPDATE_SPEED=Скорость
IDS_RULE_FOR_ALL=для всех
IDS_RULE_FOR_APPS=для приложений
IDS_PROFILE_TYPE_PLAIN=Обычный
IDS_PROFILE_TYPE_COMPRESSED=Сжатый
IDS_PROFILE_TYPE_ENCRYPTED=Зашифрованный
IDS_SESSION_ONLY=только на сессию
IDS_LIMIT_REACHED=Лимит превышен.
IDS_INTERNAL_RULE=Внутреннее правило
IDS_LOADING=Загрузка...
IDS_DIRECTION_REMOTE=Remote
IDS_DIRECTION_LOCAL=Local
IDS_WARNING_UNEXPECTED=Будь осторожен, через сервис/драйвер хост (svchost.exe/System) интернет траффик может выйти через неожиданные пути. Продолжить?
IDS_WARNING_ME=Если вы запретите моему процессу доступ в интернет, то не сможете определять сетевые адреса. Продолжить?
IDS_TOTAL=Всего
IDS_EXCLUDEINBOUND_CHK=входящие multicast/broadcast
IDS_CONNECTIONS_ENABLE=Включить мониторинг соединений
IDS_CONNECTIONS_SHOWAITCONNECTIONS=Показывать ожидающие соединения
IDS_CONNECTIONS_MEASUREUDPTRAFFIC=Измерение трафика UDP/QUIC (экспериментально, необходим перезапуск)
IDS_UDP_ACCOUNTING=UDP (включая QUIC): Количество байтов ETW с момента начала мониторинга этого сокета.
IDS_UDP_UNAVAILABLE=UDP измерение трафика недоступно или не завершено. Перезапустите программу для реинициализации.
IDS_UDP_PENDING=UDP: проверенных измерений пока нет. Сокеты, открытые до начала мониторинга, необходимо открыть заново.
